[
[
{"id":101,"name":"Apple","price":150,"src":"./Fruits/Apples.jpg","desc":"Apples are a popular fruit, containing antioxidants, vitamins, dietary fiber, and a range of other nutrients. Due to their varied nutrient content, they may help prevent several health conditions."},
{"id":102,"name":"Pineapple","price":250,"src":"./Fruits/Pine.jpg","desc":"Pineapples are tropical fruits that are rich in vitamins, enzymes and antioxidants. They may help boost the immune system, build strong bones and aid indigestion. And, despite their sweetness, pineapples are low in calories."},
{"id":103,"name":"Banana","price":250,"src":"./Fruits/Bananas.jpg","desc":"Bananas are one of the most popular fruits worldwide. They contain essential nutrients that can have a protective impact on health. Eating bananas can help lower blood pressure and may reduce the risk of cancer."},
{"id":104,"name":"Grapes","price":250,"src":"./Fruits/Grapes.jpg","desc":"Like other fruits and vegetables, grapes are a good source of fiber and water. Antioxidants and other nutrients in grapes may make them particularly healthful, although more research is needed to confirm some of their benefits."},
{"id":105,"name":"Kiwi","price":250,"src":"./Fruits/Kiwi.jpg","desc":"Kiwis are small fruits that pack a lot of flavor and plenty of health benefits. Their green flesh is sweet and tangy. It’s also full of nutrients like vitamin C, vitamin K, vitamin E, folate, and potassium."},
{"id":106,"name":"Lichi","price":250,"src":"./Fruits/Lichi.jpg","desc":"Lychee is a small fruit with a sweet smell and taste, which is available in the summer. It is a small fruit packed with healthy nutrients. It has rough skin outside while contains juicy flesh inside. It is used as medicine in China"},
{"id":107,"name":"Mango","price":250,"src":"./Fruits/Mango.jpg","desc":"Mango is a low-calorie fruit that is high in fibre, and is a great source of vitamins A and C. It also contains folate, B6, iron and a little calcium, zinc and vitamin E. Mangoes are a good source of antioxidants."},
{"id":108,"name":"Orange","price":250,"src":"./Fruits/Oranges.jpg","desc":"Oranges are low in calories and full of nutrients, they promote clear, healthy, skin and can help to lower our risk for many diseases as part of an overall healthy and varied diet."},
{"id":109,"name":"Pomegranate","price":250,"src":"./Fruits/Poms.jpg","desc":"Pomegranates are among the healthiest fruits on Earth. They contain a range of beneficial plant compounds, unrivaled by other foods. Studies have shown that they may have several benefits for your body, possibly lowering your risk of various diseases"},
{"id":110,"name":"Watermelon","price":250,"src":"./Fruits/Watermelon.jpg","desc":"Watermelon is a sweet and refreshing low calorie summer snack. It provides hydration and also essential nutrients, including vitamins, minerals, and antioxidants."}
],

[
{"id":201,"name":"Tomato","price":150,"src":"./Vegetables/Tomato.jpg","desc":"Tomatoes are the major dietary source of the antioxidant lycopene, which has been linked to many health benefits, including reduced risk of heart disease and cancer. They are also a great source of vitamin C, potassium, folate, and vitamin K."},
{"id":202,"name":"Broccoli","price":150,"src":"./Vegetables/Broccoli.jpg","desc":"When it comes to great-tasting nutrition, broccoli is an all-star food with many health benefits. While low in calories, broccoli is rich in essential vitamins and minerals, in addition to fiber."},
{"id":203,"name":"Capsicum","price":150,"src":"./Vegetables/Capsicum.jpg","desc":"Capsicum contains high levels of vitamin A and vitamin C. Capsicum also contains bioactive components like tannins, flavonoids and Alkaloids - responsible for its analgesic properties."},
{"id":204,"name":"Carrots","price":150,"src":"./Vegetables/Carrots.jpg","desc":"Carrots contain vitamin A, and a vitamin A deficiency may result in xerophthalmia, a progressive eye disease. Xerophthalmia can cause night blindness or difficulty seeing when levels of light are low."},
{"id":205,"name":"Cauliflower","price":150,"src":"./Vegetables/Cauli.jpg","desc":"Cauliflower is an extremely healthy vegetable that's a significant source of nutrients. It also contains unique plant compounds that may reduce the risk of several diseases, including heart disease and cancer. Additionally, it's weight loss friendly and incredibly easy to add to your diet."},
{"id":206,"name":"Lady Finger","price":150,"src":"./Vegetables/Lady.jpg","desc":"Okra, also known as gumbo or ladies' fingers, is a warm-season vegetable. It is a good source of minerals, vitamins, antioxidants, and fiber. It contains a sticky juice that people use to thicken sauces."},
{"id":207,"name":"Onion","price":150,"src":"./Vegetables/Onion.jpg","desc":"Onions belong to the Allium family of plants, which also includes chives, garlic, and leeks. These vegetables have characteristic pungent flavors and some medicinal properties."},
{"id":208,"name":"Potato","price":150,"src":"./Vegetables/Potato.jpg","desc":"Potatoes are one of the most common and important food sources on the planet, and they contain a wealth of benefits that make them all the more staple in diets across the world. These health benefits include their ability to improve digestion, reduce cholesterol levels, boost heart health, and protect from polyps."},
{"id":209,"name":"Pumpkin","price":150,"src":"./Vegetables/Pumpkin.jpg","desc":"Pumpkin is a great source of potassium and beta-carotene, which is a carotenoid that converts to vitamin A. It also contains some minerals including calcium and magnesium, as well as vitamins E, C and some B vitamins."},
{"id":210,"name":"Raddish","price":150,"src":"./Vegetables/Raddish.jpg","desc":" radish is rich in various nutrients which include potassium, calcium, sodium, and vitamin C. It contains vitamins including B-vitamins (thiamin, niacin, riboflavin, folate, and vitamin B6), vitamin A and vitamin K."}
]
]
